Repository: TheDarkOne11/IOSSemestralWork
Catalog: Features/Resources/Resources/Localization/*.lproj/Localizable.strings
Languages: cs

# base.actionCancel
source: Cancel
cs: Zrušit

# base.actionDone
source: Done
cs: Potvrdit

# base.actionEdit
source: Edit
cs: Upravit

# base.actionRemove
source: Remove
cs: Odstranit

# base.allItems
source: All items
cs: Všechny články

# base.app_version
source: App version
cs: Verze aplikace

# base.build_number
source: Build number
cs: Číslo buildu

# base.rootFolder
source: None
cs: Žádný

# base.starredItems
source: Starred items
cs: Oblíbené články

# base.unreadItems
source: Unread items
cs: Nepřečtené články

# error.errorTitle
source: Error occured
cs: Nastal problém

# error.feedExists
source: Feed with the same link already exists.
cs: RSS Feed se stejným odkazem již existuje.

# error.folderExists
source: Folder of the same name already exists.
cs: Složka se stejným jménem již existuje.

# error.internetUnreachable
source: Internet is unreachable. Please try updating later.
cs: K Internetu se nelze připojit. Zkuste prosím později.

# error.titleInvalid
source: Invalid title
cs: Chybný název

# error.unknownError
source: Unknown error occured.
cs: Nastala neznámá chyba.

# folderEditView.folderData
source: Folder data
cs: Data složky

# folderEditView.folderNamePlaceholder
source: Folder name
cs: Jméno složky

# folderEditView.titleCreate
source: Add folder
cs: Přidat složku

# folderEditView.titleUpdate
source: Edit folder
cs: Upravit složku

# itemTableView.editFolderTitle
source: Edit folder
cs: Upravit složku

# itemTableView.folderNamePlaceholder
source: Folder name
cs: Jméno složky

# myRssItem.missingDescription
source: No description provided
cs: Nebyl nalezen žádný popis

# myRssItem.missingTitle
source: No title provided
cs: Nebyl nalezen žádný titulek

# rssEditView.addFolder
source: Add a new Folder
cs: Přidat složku

# rssEditView.addFolderTitle
source: Create folder
cs: Vytvořit složku

# rssEditView.feedDetails
source: Feed Details
cs: Informace o Feedu

# rssEditView.folderCreated
source: Folder %@ created.
cs: Složky %@ vytvořena.

# rssEditView.folderLabel
source: Folder:
cs: Složka:

# rssEditView.folderNamePlaceholder
source: Folder name
cs: Jméno složky

# rssEditView.namePlaceholder
source: Name
cs: Jméno

# rssEditView.specifyFolder
source: Specify Folder
cs: Specifikace složky

# rssEditView.titleCreate
source: Add RSS feed
cs: Přidat RSS Feed

# rssEditView.titleUpdate
source: Edit RSS feed
cs: Upravit RSS Feed

# rssItemVM.authorPart
source: by %@
cs: , autor %@

# todayVC.starredLabel
source: Starred items: %@
cs: Oblíbené články: %@

# todayVC.unreadLabel
source: Unread items: %@
cs: Nepřečtené články: %@
